tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "vitorgalvao/tiny-scripts"
cask "osxfuse"
brew "autopep8"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "byobu"
brew "curl"
brew "ffmpeg"
brew "flake8"
brew "frpc"
brew "git"
brew "htop"
brew "iproute2mac"
brew "kubernetes-cli"
brew "mas"
brew "mtr"
brew "ntfs-3g"
brew "pipenv"
brew "proxychains-ng"
brew "pylint"
brew "rsync"
brew "ssh-copy-id"
brew "ta-lib"
brew "tox"
brew "transmission-cli"
brew "twine-pypi"
brew "vim"
brew "wget"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "android-studio"
cask "anydesk"
cask "appcleaner"
cask "bitbar"
cask "caffeine"
cask "ccleaner"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "kodi"
cask "logitech-options"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "omnidisksweeper"
cask "qq"
cask "sogouinput"
cask "synergy"
cask "telegram"
cask "the-unarchiver"
cask "transmission-remote-gui"
cask "v2rayu"
cask "visual-studio-code"
cask "vlc"
cask "wechat"
cask "youdaodict"
mas "Microsoft To Do", id: 1274495053
mas "Xcode", id: 497799835
mas "同花顺", id: 1247341465
