tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "vitorgalvao/tiny-scripts"
cask "osxfuse"
brew "autopep8"
brew "bash-completion"
brew "flake8"
brew "git"
brew "htop"
brew "iproute2mac"
brew "mas"
brew "mtr"
brew "ntfs-3g"
brew "pipenv"
brew "pylint"
brew "rsync"
brew "ssh-copy-id"
brew "ta-lib"
brew "tox"
brew "twine-pypi"
brew "vim"
brew "wget"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "app-cleaner"
cask "caffeine"
cask "ccleaner"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "sogouinput"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "transmission-remote-gui"
cask "v2rayu"
cask "visual-studio-code"
cask "vlc"
cask "wechat"
cask "youdaodict"
mas "Microsoft To Do", id: 1274495053
mas "同花顺", id: 1247341465
